import React from "react";

const About: React.FC = () => {
    return (
        <div >
            <h1 dir="rtl">אודות האתר שלנו</h1>
            <p dir="rtl">
            2study
                 היא פלטפורמת לימוד יומי תורני מהפכנית, שמביאה את חוויית הלימוד לשלב הבא. עם שילוב מתקדם של טכנולוגיה וכלים חכמים, הופכת את הלימוד התורני לנגיש, יעיל ומעמיק מאי פעם
                המערכת נבנתה במיוחד כדי להתאים לצרכים של לומדים מכל הרמות, תוך שימת דגש על חוויית משתמש ייחודית ונוחות מקסימלית:
                ללמוד בקצב שלך: עם סימניות חכמות שנשמרות אוטומטית, תחזרו תמיד בדיוק למקום שבו הפסקתם, בלי לבזבז זמן בחיפושים.
                להבין לעומק: שאלות לבחינה עצמית המיוצרות באמצעות טכנולוגיית AI יאפשרו לכם לחקור, לחשוב ולוודא שאתם מבינים את החומר עד הסוף.
                לראות את ההתקדמות: גרפים מרהיבים ואינטראקטיביים מציגים את ההתקדמות שלכם, מעניקים תחושת סיפוק ומעודדים להמשיך ללמוד.
                לבחור בלי להתלבט: מערכת ההמלצות (בפיתוח) תעזור לכם למצוא את הספרים שמתאימים בדיוק לטעם ולתחומי העניין שלכם.
                ללמוד יחד: לכל ספר יש קבוצת לימוד קהילתית עם צ'אט מובנה, כך שתוכלו לשתף תובנות, לשאול שאלות ולהרגיש חלק מקהילה לומדת.
                עם , כל לומד יכול ליהנות מגישה למאגר עשיר של ספרים לצד כלים מתקדמים לניהול ומעקב אישי, וכל זה בצורה אינטואיטיבית ופשוטה. הלימוד שלכם מעולם לא היה נגיש ומרגש יותר! הצטרפו אלינו והפכו כל יום ליום של צמיחה, התקדמות והעמקה בתורה.
            </p>

        </div>
    )
}